[
  {
    "id": "prop_001",
    "text": "War has perhaps never existed - what we call 'war' is really a form of complex emergency",
    "foundational": true,
    "category": "metaphysics",
    "sourceTitle": "Foreword to After War Baudrillard",
    "sourceExcerpt": "My contention, extending General Rupert Smith's assertion that 'war no longer exists,' is that war has perhaps never existed.",
    "status": "pending"
  },
  {
    "id": "prop_002",
    "text": "Emergency and emergence share a conceptual root - crises 'emerge' from unconscious depths like rising from water",
    "foundational": true,
    "category": "metaphysics",
    "sourceTitle": "Foreword to After War Baudrillard",
    "sourceExcerpt": "Investigation of the etymology of 'emerge' shows us that the original connotation might be 'rising from a liquid by virtue of buoyancy.'",
    "status": "pending"
  },
  {
    "id": "prop_003",
    "text": "There have only ever been symbolic stakes - all conflict is fundamentally about meaning",
    "foundational": true,
    "category": "metaphysics",
    "sourceTitle": "Transcommunism",
    "sourceExcerpt": "Baudrillard has written elsewhere that 'there have only ever been symbolic stakes.'",
    "status": "pending"
  },
  {
    "id": "prop_004",
    "text": "Primitive communism/symbolic exchange never went anywhere - it persists in informal economies and gift-giving even within 'alienated' society",
    "foundational": true,
    "category": "metaphysics",
    "sourceTitle": "Transcommunism",
    "sourceExcerpt": "Transcommunism is basically the idea that primitive communism never went anywhere.",
    "status": "pending"
  },
  {
    "id": "prop_005",
    "text": "All beings may be 'entangled' from the beginning of time - a spiritual community of all sentient beings exists whether we acknowledge it or not",
    "foundational": true,
    "category": "metaphysics",
    "sourceTitle": "Transcommunism",
    "sourceExcerpt": "Some spooky things at the beginning of time mean that all particles are entangled together. They really all do affect each other instantly.",
    "status": "pending"
  },
  {
    "id": "prop_006",
    "text": "The divine is immanent - existence is 'Lila' (divine play), the Absolute experimenting with being each of us",
    "foundational": true,
    "category": "metaphysics",
    "sourceTitle": "Another Side of Experimental Unit",
    "sourceExcerpt": "XU broadly speaking proceeds from an immanentist position with respect to the divine. 'Being you' is an experiment undertaken by 'the Absolute.'",
    "status": "pending"
  },
  {
    "id": "prop_007",
    "text": "Unity is provisional and subject to experiment - we can invest ourselves in any conceptual framing that facilitates appropriate response",
    "foundational": true,
    "category": "metaphysics",
    "sourceTitle": "Another Side of Experimental Unit",
    "sourceExcerpt": "The 'unity' of self, or any constituted unit having to do with coordination, or the ground of being... this unity is provisional and subject to experiment.",
    "status": "pending"
  },
  {
    "id": "prop_008",
    "text": "Everything is communism and nothing is communism - universal belonging provides no practical political program",
    "foundational": true,
    "category": "politics",
    "sourceTitle": "Transcommunism",
    "sourceExcerpt": "If everything is this kind of 'ontological communism,' then there is no 'political movement' which can represent this unity, since everything is an expression of it.",
    "status": "pending"
  },
  {
    "id": "prop_009",
    "text": "One must choose 'MY Baudrillard' - no theorist can be taken as internally consistent; we select what resonates",
    "foundational": true,
    "category": "epistemology",
    "sourceTitle": "Foreword to After War Baudrillard",
    "sourceExcerpt": "The answer to the question of 'which Baudrillard' can only be: MY BAUDRILLARD.",
    "status": "pending"
  },
  {
    "id": "prop_010",
    "text": "'The secret' lies outside what can be revealed - the ultimate secret is our co-embeddedness in reality itself",
    "foundational": true,
    "category": "epistemology",
    "sourceTitle": "Transcommunism",
    "sourceExcerpt": "In Seduction, Baudrillard says 'the secret' lies outside that which can be revealed. The ultimate secret is something non-expressible.",
    "status": "pending"
  },
  {
    "id": "prop_011",
    "text": "Conceptual churning is necessary - always replacing key terms with other ones prevents cognitive rigidity",
    "foundational": true,
    "category": "epistemology",
    "sourceTitle": "Transcommunism",
    "sourceExcerpt": "Churning through concepts, always replacing key terms with other ones; the point is not to get too reliant on one given framing.",
    "status": "pending"
  },
  {
    "id": "prop_012",
    "text": "We are in a 'conceptual emergency' - the world has outstripped our capacity to understand it",
    "foundational": true,
    "category": "epistemology",
    "sourceTitle": "Another Side of Experimental Unit",
    "sourceExcerpt": "The world we have created has outstripped our capacity to understand it... This is a conceptual emergency.",
    "status": "pending"
  },
  {
    "id": "prop_013",
    "text": "Everything has become political (transpolitics) - when everything is political, nothing distinctively is",
    "foundational": true,
    "category": "politics",
    "sourceTitle": "Transcommunism",
    "sourceExcerpt": "By 'transpolitics,' Baudrillard means that everything has become political... it is no longer meaningful to say that something is political.",
    "status": "pending"
  },
  {
    "id": "prop_014",
    "text": "The advent of 'the state' does not really put an end to constant civil war - peace is an imposed concept",
    "foundational": true,
    "category": "politics",
    "sourceTitle": "Sacrificial Transparency",
    "sourceExcerpt": "XU lore picks up on the trend of saying that the advent of 'the state' does not really put an end to a state of constant civil war.",
    "status": "pending"
  },
  {
    "id": "prop_015",
    "text": "'Peace' is an ontological operation made by rulers on their own populations",
    "foundational": true,
    "category": "politics",
    "sourceTitle": "Sacrificial Transparency",
    "sourceExcerpt": "The whole idea of 'peace' is an ontological operation made by the rulers of countries on their own populations.",
    "status": "pending"
  },
  {
    "id": "prop_016",
    "text": "We are witnessing the breakdown of the nation-state structure",
    "foundational": false,
    "category": "politics",
    "sourceTitle": "Sacrificial Transparency",
    "sourceExcerpt": "We are witnessing the breakdown of the nation-state structure between this and the Israel-Palestine/HAMAS disaster.",
    "status": "pending"
  },
  {
    "id": "prop_017",
    "text": "'Capitalism' is an instrumentalized concept, not a description of reality - 'semio-subitocracy' (administration by emergency response concepts) better describes how society operates",
    "foundational": true,
    "category": "politics",
    "sourceTitle": "Semio-Subitocracy",
    "sourceExcerpt": "'Capitalism' is not the name of a concept that underlies 'the system' as it is now. 'Capitalism' is a concept employed by people for whom it is an emergency to have something to say.",
    "status": "pending"
  },
  {
    "id": "prop_018",
    "text": "What seem now to be nation-states or militaries will in the future be mainly known as cultural progenitors",
    "foundational": false,
    "category": "politics",
    "sourceTitle": "The Metonymy Economy",
    "sourceExcerpt": "What seem now to be nation-states or militaries will in the future be mainly known as cultural progenitors.",
    "status": "pending"
  },
  {
    "id": "prop_019",
    "text": "Everyone is perfectly sovereign to do whatever they are able to do",
    "foundational": true,
    "category": "ethics",
    "sourceTitle": "Sacrificial Transparency",
    "sourceExcerpt": "The practitioner of Experimental Unit is to understand that everyone is perfectly sovereign to do whatever they are able to do.",
    "status": "pending"
  },
  {
    "id": "prop_020",
    "text": "Justification is less important than temperament, inspiration, the feeling of inevitability",
    "foundational": true,
    "category": "ethics",
    "sourceTitle": "Sacrificial Transparency",
    "sourceExcerpt": "Justification is less important than temperment, inspiration, the feeling of inevitability.",
    "status": "pending"
  },
  {
    "id": "prop_021",
    "text": "'The law' is outside what can be broken - anything that can be broken is not truly a law",
    "foundational": true,
    "category": "ethics",
    "sourceTitle": "Sacrificial Transparency",
    "sourceExcerpt": "Just as 'the secret' in Baudrillard is outside what can be revealed, 'the law' is outside what can be broken.",
    "status": "pending"
  },
  {
    "id": "prop_022",
    "text": "Universal beloved community includes oppressors and oppressed alike - metaphysical unity doesn't immediately help you do anything",
    "foundational": false,
    "category": "ethics",
    "sourceTitle": "Transcommunism",
    "sourceExcerpt": "This is a wonderful community of love that both enslaved people and slavers belong to, murderers and their victims... it doesn't get you anything.",
    "status": "pending"
  },
  {
    "id": "prop_023",
    "text": "The 'greater Jihad' (internal struggle against self-ignorance) is more important than external struggle",
    "foundational": true,
    "category": "ethics",
    "sourceTitle": "Another Side of Experimental Unit",
    "sourceExcerpt": "There is greater Jihad defined as the individual's inner struggle against personal weaknesses and inner evil... The greater Jihad directs the lesser Jihad.",
    "status": "pending"
  },
  {
    "id": "prop_024",
    "text": "The spiritual warrior combats self-ignorance (avidya) as the ultimate source of suffering, not primarily external enemies",
    "foundational": true,
    "category": "ethics",
    "sourceTitle": "Another Side of Experimental Unit",
    "sourceExcerpt": "The term spiritual warrior is used in Tibetan Buddhism for one who combats the universal enemy: self-ignorance (avidya), the ultimate source of suffering.",
    "status": "pending"
  },
  {
    "id": "prop_025",
    "text": "Transparency should be increased as a matter of policy - in principle, support all information leaks and whistleblowers",
    "foundational": false,
    "category": "practice",
    "sourceTitle": "Transcommunism",
    "sourceExcerpt": "I in principle support the leak of any information to any person, and I also support people's 'dirty secrets' being revealed.",
    "status": "pending"
  },
  {
    "id": "prop_026",
    "text": "Sacrificial transparency = making sacred through exposure; revealing oneself is a spiritual act",
    "foundational": true,
    "category": "practice",
    "sourceTitle": "Sacrificial Transparency",
    "sourceExcerpt": "With respect again to sacrifice, we have the idea of making sacred. This is not just something which is being lost, but something which is taking a part in the making sacred.",
    "status": "pending"
  },
  {
    "id": "prop_027",
    "text": "Dark Forest Protocol - sometimes actions should leave no trace; capacity to act must be preserved",
    "foundational": false,
    "category": "practice",
    "sourceTitle": "Sacrificial Transparency",
    "sourceExcerpt": "Dark Forest Protocol basically means that all sorts of actions should be taken that leave no trace.",
    "status": "pending"
  },
  {
    "id": "prop_028",
    "text": "Experimental Unit is fundamentally antinomian - those who claim to represent 'the law' regularly commit their own crimes",
    "foundational": true,
    "category": "practice",
    "sourceTitle": "Sacrificial Transparency",
    "sourceExcerpt": "Experimental Unit is fundamentally antinomian... those who claim to represent 'the law' regularly commit their own crimes, as they define the law themselves.",
    "status": "pending"
  },
  {
    "id": "prop_029",
    "text": "Artful communication will be the basis for future economies - the 'Metonymy Economy'",
    "foundational": false,
    "category": "practice",
    "sourceTitle": "The Metonymy Economy",
    "sourceExcerpt": "The overall idea is pretty simple, which is that artful communication is going to be the basis for economies in the future.",
    "status": "pending"
  },
  {
    "id": "prop_030",
    "text": "Making people happier while consuming fewer resources is possible through symbolic/poetic economy",
    "foundational": false,
    "category": "practice",
    "sourceTitle": "The Metonymy Economy",
    "sourceExcerpt": "Making people happier while consuming fewer resources... those things are possible through this concept of the metonymy economy.",
    "status": "pending"
  },
  {
    "id": "prop_031",
    "text": "The future is not one of 'peace' - it's more like an infinite creative rap battle of expression",
    "foundational": false,
    "category": "practice",
    "sourceTitle": "The Metonymy Economy",
    "sourceExcerpt": "The future is not one of 'peace.' 'Peace' is as much 'going bye-bye' as war is. We can think of the future as a kind of infinite rap battle.",
    "status": "pending"
  },
  {
    "id": "prop_032",
    "text": "Everything becomes play and everything becomes work because it is all ultimately an expression of life",
    "foundational": true,
    "category": "practice",
    "sourceTitle": "The Metonymy Economy",
    "sourceExcerpt": "Everything becomes play and everything becomes work because it is all ultimately an expression of life.",
    "status": "pending"
  },
  {
    "id": "prop_033",
    "text": "The discourses of nationalism and identity are falling apart and mutating as they fail to handle the present situation",
    "foundational": false,
    "category": "politics",
    "sourceTitle": "The Metonymy Economy",
    "sourceExcerpt": "The discourses of nationalism and identity of all kinds are falling apart and mutating as they attempt to get a handle on the present technological and strategic situation.",
    "status": "pending"
  },
  {
    "id": "prop_034",
    "text": "Experimental Unit is an informal emergency response organization operating across all institutional boundaries",
    "foundational": true,
    "category": "practice",
    "sourceTitle": "Another Side of Experimental Unit",
    "sourceExcerpt": "Experimental Unit has already been presented as an informal emergency response organization.",
    "status": "pending"
  },
  {
    "id": "prop_035",
    "text": "XU is not about perfecting any one culture or loyalty - it's oriented toward being 'good' (fitting, suitable) in general",
    "foundational": true,
    "category": "practice",
    "sourceTitle": "Another Side of Experimental Unit",
    "sourceExcerpt": "XU remains uncommitted in the sense that XU is not about perfecting any one given culture or loyalty. It is rather oriented toward being 'good' in general.",
    "status": "pending"
  },
  {
    "id": "prop_036",
    "text": "Experimental Unit is a hyperobject containing all the 'good' acts throughout all time",
    "foundational": false,
    "category": "metaphysics",
    "sourceTitle": "Another Side of Experimental Unit",
    "sourceExcerpt": "It is a hyperobject containing all the 'good' acts throughout all time (the 'shard of primitive communism').",
    "status": "pending"
  },
  {
    "id": "prop_037",
    "text": "We live under semio-subitocracy - all reflective decision-making is framed by perceived emergencies and our concepts for responding",
    "foundational": true,
    "category": "politics",
    "sourceTitle": "Semio-Subitocracy",
    "sourceExcerpt": "Not only do we live under Semio-Subitocracy as our current form of administration, but we always have done so. Semio-subitocracy is how all reflective decision-making takes place.",
    "status": "pending"
  },
  {
    "id": "prop_038",
    "text": "Military affairs are a subsection of emergency response affairs - the war frame is secondary to the emergency frame",
    "foundational": true,
    "category": "metaphysics",
    "sourceTitle": "Semio-Subitocracy",
    "sourceExcerpt": "I generalized it to saying that military affairs are a subsection of emergency response affairs.",
    "status": "pending"
  },
  {
    "id": "prop_039",
    "text": "We are all hostages - social reality traps us through fear of deviation from norms",
    "foundational": true,
    "category": "ethics",
    "sourceTitle": "Sacrificial Transparency",
    "sourceExcerpt": "We are all hostages.",
    "status": "pending"
  },
  {
    "id": "prop_040",
    "text": "Privacy is overrated - someone already knows about everything you do; what we want is to not be harangued about it",
    "foundational": false,
    "category": "practice",
    "sourceTitle": "Sacrificial Transparency",
    "sourceExcerpt": "Don't you think privacy is a little overrated these days? The truth is, someone knows about all the fucked up shit that you do.",
    "status": "pending"
  },
  {
    "id": "prop_041",
    "text": "Public worship is present in all mutual validation of concepts - worship means recognition of interdependence",
    "foundational": true,
    "category": "metaphysics",
    "sourceTitle": "Another Side of Experimental Unit",
    "sourceExcerpt": "When we mutually validate some concept between us, we perform public worship. Worship has everything to do with the recognition of interdependence.",
    "status": "pending"
  },
  {
    "id": "prop_042",
    "text": "Disagreement cannot be satisfactorily resolved by one side conquering the other - the sides need each other to exist",
    "foundational": true,
    "category": "ethics",
    "sourceTitle": "Another Side of Experimental Unit",
    "sourceExcerpt": "The view of disagreement from the standpoint of Pratītyasamutpāda holds that the multiple 'sides' within a disagreement cannot be what they are without each other.",
    "status": "pending"
  },
  {
    "id": "prop_043",
    "text": "Phantasmal war/emergency requires entirely new theories, methods, and language that cannot rely on Newtonian-style thinking",
    "foundational": false,
    "category": "epistemology",
    "sourceTitle": "Another Side of Experimental Unit",
    "sourceExcerpt": "This phantasmal war construct requires entirely new theories, methods, models, and language concerning complex conflict.",
    "status": "pending"
  },
  {
    "id": "prop_044",
    "text": "Religion has always been a response to phantasmal emergency - norm-internalization soothes the Other regarding uncertainty",
    "foundational": true,
    "category": "metaphysics",
    "sourceTitle": "Another Side of Experimental Unit",
    "sourceExcerpt": "In the past, religion has been a response to phantasmal emergency. The simulation of norm-internalization in general is a way of soothing the Other.",
    "status": "pending"
  },
  {
    "id": "prop_045",
    "text": "An experimental council of 5-7 people coordinating behaviors is a key unit of collective practice",
    "foundational": false,
    "category": "practice",
    "sourceTitle": "Experimental Council Theory 3",
    "sourceExcerpt": "This idea of an experimental council, a group of 5-7 people who get together and try to coordinate their behaviors.",
    "status": "pending"
  },
  {
    "id": "prop_046",
    "text": "What I make is just your found material - conceptual designs are offerings to be taken or left",
    "foundational": false,
    "category": "practice",
    "sourceTitle": "Experimental Council Theory 3",
    "sourceExcerpt": "What I make is just your found material, basically refuse if you take it to be so.",
    "status": "pending"
  },
  {
    "id": "prop_047",
    "text": "The metaphor becomes metonymy when domains implode - politics, economy, military, culture are no longer separate spheres",
    "foundational": true,
    "category": "epistemology",
    "sourceTitle": "The Metonymy Economy",
    "sourceExcerpt": "Baudrillard describes how metaphor is becoming impossible because the different conceptual domains of discourse are imploding into each other.",
    "status": "pending"
  },
  {
    "id": "prop_048",
    "text": "Everything is the name of God - metonymy means all things commune in the same ground of being",
    "foundational": true,
    "category": "metaphysics",
    "sourceTitle": "The Metonymy Economy",
    "sourceExcerpt": "We can also open up to the idea of names of God... Metonymy here is to say that everything is the name of God.",
    "status": "pending"
  },
  {
    "id": "prop_049",
    "text": "Shadow work is necessary - acknowledging aspects of ourselves we usually hide opens creative capacity",
    "foundational": false,
    "category": "practice",
    "sourceTitle": "The Metonymy Economy",
    "sourceExcerpt": "That task must be accomplished conceptually when it comes to addressing cognitive rigidity and basically doing shadow work.",
    "status": "pending"
  },
  {
    "id": "prop_050",
    "text": "Everyone wants to talk and no one has the capacity to listen - there is substantial 'libidinal' energy to unleash into the economy",
    "foundational": false,
    "category": "practice",
    "sourceTitle": "The Metonymy Economy",
    "sourceExcerpt": "Everyone is repressing and holding in a lot of things that should well come out. Everyone wants to talk and no one has the capacity to listen.",
    "status": "pending"
  }
]
